{
  "PHASMOPHOBIA_JOURNAL": "Phasmophobia Journal",
  "ALL_PHASMOPHOBIA_GHOSTS_AND_THEIR_ABILITIES": "All Phasmophobia ghosts and their abilities",
  "Spirit": "Spirit",
  "JOURNAL_INFO": "What the journal says",
  "STRENGTHS": "Strenghts",
  "WEAKNESSES": "Weaknesses",
  "BEHAVIOUR": "Behaviour",
  "TEST": "How to test for ",
  "EVIDENCE": "Evidence",
  "SPEED": "Speed",
  "SANITY_THRESHOLD": "Sanity threshold",
  "JOURNAL_SPIRIT": "Spirits are very common ghosts. They are very powerful, but passive, only attacking when they need to. They defend their place of death to the utmost degree, killing anyone that is caught overstaying their welcome.",
  "STRENGTHS_SPIRIT": "A spirit has no specific strenghts.",
  "WEAKNESSES_SPIRIT": "A Spirit can be temporarily stopped by burning Smudge Sticks near them.",
  "BEHAVIOUR_SPIRIT": "With no special powers, and a harsher reaction to Smudge Sticks, Spirits serve as a baseline to measure other ghosts against. With their behavior not being especially unique amongst the ghosts, this lack of defining traits that can confuse investigators; therefore, unless clear evidence is established, a Spirit can be easily mistaken for another entity.",
  "TEST_SPIRIT": "The main (and usually only) way to test for a Spirit without using evidences is to lower the average sanity to below 50%, and smudge the ghost while it is not hunting; if it hunts before the three minutes is up, it is not a Spirit. If it hunts only after three minutes, it is very likely (though not conclusively) a Spirit. Note that if it hunts within the first minute of the smudge stick being used, then the smudge stick did not work, and the player should attempt to smudge it again. In Nightmare difficulty, players should wait for a hunt or a burnt crucifix to confirm that the average sanity is low enough.",

  "JOURNAL_WRAITH": "Wraiths are one of the most dangerous ghosts you will find. It is also the only known ghost that has the ability of flight and has sometimes been known to travel through walls.",
  "STRENGTHS_WRAITH": "Wraiths almost never touch the ground, meaning it can't be tracked by footsteps.",
  "WEAKNESSES_WRAITH": "Wraiths are afraid of Salt and will actively avoid it.",
  "BEHAVIOUR_WRAITH": "<h4>Activity</h4>The Wraith will never step in a salt pile, and will therefore never leave UV footprints.<br></br><h4>Ability</h4>When the Wraith is not hunting, it has a chance to teleport within 3 metres of a random player, generating an EMF Level 2 reading at the location where it teleported to, with a 25% chance for this to be an EMF Level 5 reading instead. The Wraith will resume normal behaviour after teleporting.<br></br><h4>Miscellaneous</h4><ul>Wraiths cannot and do not:<br></br></ul><li>Float off the ground, whether during hunts or manifestations. A Wraith cannot be identified by looking at its ghost model</li><li>See through physical objects such as walls and doors</li><li>Walk quietly; Wraiths will emit footstep noises at the same volume as most other ghosts</li><li>Walk through walls, even during hunts; they can only walk through doors (which all other ghosts are also able to do).</li>",
  "TEST_WRAITH": "<h4>Salt test</h4>The Wraith will never step in or disturb a salt pile. If you've had undisturbed salt in the ghost's room for a prolonged period of time, then it could be a Wraith.<br></br>Placing salt in the center of the Summoning Circle and then summoning the ghost is a good way to spot a Wraith.<br></br>Alternatively, one could place a line of salt across a tight access route where the ghost is highly likely to pass through (e.g. a doorway for/in the ghost's room), then place a motion sensor or two on the doorway. If the ghost passes through the motion sensor(s) but never steps in the salt, then it is likely a Wraith. Note that the salt should be tightly packed enough (but not wasteful) such that a ghost that passes through is otherwise virtually guaranteed to step on the salt.<br></br><h4>Teleportation</h4>The Wraith's teleporting behaviour may give rise to otherwise odd behaviour, such as:<br></br><li>Interactions happening far away from the favourite room and near where a player currently is (or recently was)</li><li>Seemingly random EMF level 2 or 5 readings which could not have been caused by any interaction, especially far away from the favourite room</li>",

  "JOURNAL_PHANTOM": "A Phantom is a ghost that can possess the living, inducing fear into those around it. They are most commonly summoned from Ouija Boards.",
  "STRENGTHS_PHANTOM": "Looking at a Phantom will drop your sanity considerably faster.",
  "WEAKNESSES_PHANTOM": "Taking a photo of the Phantom will make it temporarily disappear.",
  "BEHAVIOUR_PHANTOM": "<h4>Ability</h4>If a successful photo is a taken of a Phantom, the ghost will be invisible in the photo, and the photo will not contain any interference.<br></br><ul>If the photo is taken during a ghost event,<br></br></ul><li>The ghost will physically disappear</li><li>Electronic equipment will cease to malfunction</li><li>Players will no longer hear their heartbeats</li><li>The event sound will continue to play for the duration of the event<br></br></li>If the picture is taken during a hunt, the ghost will also be invisible in the photo, but it will continue to physically flash in and out, and the hunt will not be affected in any way.<br></br>The Phantom has an ability where it will choose a random player and travel to their location (as opposed to a regular roam).This will create an EMF Level 2 reading at the targeted location. This behavior is somewhat similar to that of the Banshee, however, unlike Banshees, Phantoms do not select a player to target until they die or leave the game, and do not do this as often.<br></br><h4>Hunt</h4>During a hunt, a Phantom will flash visible every 1 to 2 seconds, as opposed to every 0.3 to 1 second for other ghosts, making it harder to take a photo of.",
  "TEST_PHANTOM": "A good way to identify a Phantom is to observe whether the ghost is invisible for longer intervals on average during hunts (more than 1 second); this will usually indicate a Phantom. Taking a photo of a Phantom during a ghost event is also a fair indicator. ",

  "JOURNAL_POLTERGEIST": "One of the most famous ghosts, the Poltergeist. Known to manipulate objects around it to spread fear into its victims.",
  "STRENGTHS_POLTERGEIST": "Poltergeists can throw multiple objects at once, and with great force.",
  "WEAKNESSES_POLTERGEIST": "With nothing to throw, Poltergeists become powerless.",
  "BEHAVIOUR_POLTERGEIST": "<h4>Activity</h4>In general, the Poltergeist is more likely to throw items. During a hunt, the Poltergeist will always throw an item every 0.5 seconds, instead of only having a 50% chance to do so.<br></br>Occasionally, the Poltergeist will throw an item with a 'force' value of 2 - 6, instead of 1 - 3 with other ghosts.<br></br><h4>Ability</h4>The Poltergeist will occasionally use an ability that allows it to throw multiple nearby items at once, creating an EMF level 2 reading (the thrown items themselves generate EMF 3).<br></br>If there are no items near a Poltergeist, it is unable to use its ability. This does not influence its behaviour towards initiating a hunt",
  "TEST_POLTERGEIST": "Taking advantage of the Poltergeist's abilities, one can scatter multiple objects around in its room. If one object is seen being flung with force across the room, or multiple objects are thrown at once, then it is probably a Poltergeist. It is generally better to build multiple small piles spread out rather than one large pile; if the Poltergeist is not near the pile, it will not affect the pile at all.",

  "JOURNAL_BANSHEE": "The singing siren, known for attracting its victims through song. It has been known to single out its prey before making a killing blow.",
  "STRENGTHS_BANSHEE": "Banshees will weaken their target before striking.",
  "WEAKNESSES_BANSHEE": "Banshees can sometimes be heard screaming with a parabolic microphone.",
  "BEHAVIOUR_BANSHEE": "<h4>Activity</h4>The Banshee has a higher chance of performing singing ghost events over other types.<br></br><h4>Abilities</h4>When the Banshee performs a roam, if the target is inside the investigation area, it has a 2/3 (67%) chance of roaming to the target. This differs from the Phantom's ability in that it occurs more frequently, is tied to roaming, and does not leave any EMF reading. This does not occur during hunts.<br></br>When a Parabolic Microphone is used, the Banshee has a 33% chance of making a unique shriek-like paranormal sound instead of a whisper or footstep.<br></br><h4>Hunt</h4>At the start of the game a player is randomly selected as the hunt target. If the hunt target leaves the game or dies, a new hunt target will be selected.<br></br>The Banshee checks for their target's sanity when trying to initiate a hunt, instead of the team's average sanity.<br></br>When a Banshee hunts, it will mostly follow standard hunt rules, but it will ignore all players other than its hunt target. It will not attempt to chase other players nor will it kill them, even if it comes into direct contact with a non-target player, instead passing through them.<br></br>If the hunt target is outside the building, the Banshee will still use the target's sanity to decide whether to hunt. However, if it does hunt, it will hunt like any other ghost, chasing any opportune player.",
  "TEST_BANSHEE": "Identifying the target player of a Banshee conclusively identifies it.<br></br> The Parabolic Microphone might come it handy, however the Banshee only has a chance of producing its shriek, so it mustn't be ruled out simply because only whispers were recorded so far. Start looking for a ghost that does a lot of singing events first.",

  "JOURNAL_JINN": "A Jinn is a territorial ghost that will attack when threatened. It has also been known to be able to travel at significant speed.",
  "STRENGTHS_JINN": "A Jinn will travel at a faster speed if its victim is far away.",
  "WEAKNESSES_JINN": "Turning off the location's power source will prevent the Jinn from using its ability.",
  "BEHAVIOUR_JINN": "<h4>Activity</h4> The Jinn cannot turn off a breaker directly through interacting with it. The fuse box can still be turned off by overloading, whether by the player or the Jinn (unintentionally).<br><br><h4>Ability</h4>When the Jinn uses its ability and the fuse box is on, it will lower the sanity of all players in the same room or otherwise within 3 meters of it by 25%. An EMF 2/5 reading will be generated at the fuse box.<br><br><h4>Hunt</h4><ul>During a hunt, if all of the following three criteria are satisfied:</ul><br><li>The fuse box is turned on</li><li>The Jinn has line-of-sight with a player it is targeting</li><li>The Jinn is further than 3 meters from that player</li><br>Then its <b>speed</b> will be fixed at <br>2.5 m/s(=fast) while the criteria are met.",
  "TEST_JINN": "There are two ways to identify a Jinn, both methods with the breaker turned on: <br></br><li>Wait for a hunt at the end of a long room or corridor, standing far away from where the ghost is expected to enter the room, and with line-of-sight all the way through. Listen for its footsteps and observe its speed before and after it sees the player. If it instantly gains speed to chase the player, then it is likely a Jinn; use a smudge stick if needed. The Jinn will also slow down once it gets within 3 meters of its target, but be wary as testing this can be very risky.</li><li>Leave an EMF reader at the fuse box; if it picks up a reading but the fuse box never turned on/off, then it is very likely the Jinn using its ability, barring any other items that could have caused the reading (such as the fuse box door itself).</li>"


}
