{
  "PHASMOPHOBIA_JOURNAL": "Phasmophobia Journal",
  "ALL_PHASMOPHOBIA_GHOSTS_AND_THEIR_ABILITIES": "All Phasmophobia ghosts and their abilities",
  "Spirit": "Spirit",
  "JOURNAL_INFO": "What the journal says",
  "STRENGTHS": "Strenghts",
  "WEAKNESSES": "Weaknesses",
  "BEHAVIOUR": "Behaviour",
  "TEST": "How to test for ",
  "EVIDENCE": "Evidence",
  "SPEED": "Speed",
  "SANITY_THRESHOLD": "Sanity threshold",
  "JOURNAL_SPIRIT": "Spirits are very common ghosts. They are very powerful, but passive, only attacking when they need to. They defend their place of death to the utmost degree, killing anyone that is caught overstaying their welcome.",
  "STRENGTHS_SPIRIT": "A spirit has no specific strenghts.",
  "WEAKNESSES_SPIRIT": "A Spirit can be temporarily stopped by burning Smudge Sticks near them.",
  "BEHAVIOUR_SPIRIT": "With no special powers, and a harsher reaction to Smudge Sticks, Spirits serve as a baseline to measure other ghosts against. With their behavior not being especially unique amongst the ghosts, this lack of defining traits that can confuse investigators; therefore, unless clear evidence is established, a Spirit can be easily mistaken for another entity.",
  "TEST_SPIRIT": "The main (and usually only) way to test for a Spirit without using evidences is to lower the average sanity to below 50%, and smudge the ghost while it is not hunting; if it hunts before the three minutes is up, it is not a Spirit. If it hunts only after three minutes, it is very likely (though not conclusively) a Spirit. Note that if it hunts within the first minute of the smudge stick being used, then the smudge stick did not work, and the player should attempt to smudge it again. In Nightmare difficulty, players should wait for a hunt or a burnt crucifix to confirm that the average sanity is low enough.",
  "JOURNAL_WRAITH": "Wraiths are one of the most dangerous ghosts you will find. It is also the only known ghost that has the ability of flight and has sometimes been known to travel through walls.",
  "STRENGTHS_WRAITH": "Wraiths almost never touch the ground, meaning it can't be tracked by footsteps.",
  "WEAKNESSES_WRAITH": "Wraiths are afraid of Salt and will actively avoid it.",
  "BEHAVIOUR_WRAITH": "The Wraith will never step in a salt pile, and will therefore never leave UV footprints. When the Wraith is not hunting, it has a chance to teleport within 3 metres of a random player, generating an EMF Level 2 reading at the location where it teleported to, with a 25% chance for this to be an EMF Level 5 reading instead. The Wraith will resume normal behaviour after teleporting. Wraiths cannot and do not: -Float off the ground, whether during hunts or manifestations. A Wraith cannot be identified by looking at its ghost model. See through physical objects such as walls and doors. Walk quietly; Wraiths will emit footstep noises at the same volume as most other ghosts. Walk through walls, even during hunts; they can only walk through doors (which all other ghosts are also able to do).",
  "TEST_WRAITH": "The Wraith will never step in or disturb a salt pile. If you've had undisturbed salt in the ghost's room for a prolonged period of time, then it could be a Wraith. Placing salt in the center of the Summoning Circle and then summoning the ghost is a good way to spot a Wraith.",
  "JOURNAL_PHANTOM": "A Phantom is a ghost that can possess the living, inducing fear into those around it. They are most commonly summoned from Ouija Boards.",
  "STRENGTHS_PHANTOM": "Looking at a Phantom will drop your sanity considerably faster.",
  "WEAKNESSES_PHANTOM": "Taking a photo of the Phantom will make it temporarily disappear.",
  "BEHAVIOUR_PHANTOM": "If a successful photo is a taken of a Phantom, the ghost will be invisible in the photo, and the photo will not contain any interference. If the photo is taken during a ghost event: The ghost will physically disappear; Electronic equipment will cease to malfunction; Players will no longer hear their heartbeats. The Phantom has an ability where it will choose a random player and travel to their location (as opposed to a regular roam).[1] This will create an EMF Level 2 reading at the targeted location.",
  "TEST_PHANTOM": "A good way to identify a Phantom is to observe whether the ghost is invisible for longer intervals on average during hunts (more than 1 second); this will usually indicate a Phantom. Taking a photo of a Phantom during a ghost event is also a fair indicator. ",
  "JOURNAL_POLTERGEIST": "One of the most famous ghosts, the Poltergeist. Known to manipulate objects around it to spread fear into its victims.",
  "STRENGTHS_POLTERGEIST": "Poltergeists can throw multiple objects at once, and with great force.",
  "WEAKNESSES_POLTERGEIST": "With nothing to throw, Poltergeists become powerless.",
  "BEHAVIOUR_POLTERGEIST": "In general, the Poltergeist is more likely to throw items. During a hunt, the Poltergeist will always throw an item every 0.5 seconds, instead of only having a 50% chance to do so. Occasionally, the Poltergeist will throw an item with a 'force' value of 2 - 6, instead of 1 - 3 with other ghosts. The Poltergeist will occasionally use an ability that allows it to throw multiple nearby items at once, creating an EMF level 2 reading (the thrown items themselves generate EMF 3).",
  "TEST_POLTERGEIST": "Taking advantage of the Poltergeist's abilities, one can scatter multiple objects around in its room. If one object is seen being flung with force across the room, or multiple objects are thrown at once, then it is probably a Poltergeist. It is generally better to build multiple small piles spread out rather than one large pile; if the Poltergeist is not near the pile, it will not affect the pile at all."
}
