{
  "PHASMOPHOBIA_JOURNAL": "Phasmophobia Journal",
  "ALL_PHASMOPHOBIA_GHOSTS_AND_THEIR_ABILITIES": "All Phasmophobia ghosts and their abilities",
  "Spirit": "Spirit",
  "JOURNAL_INFO": "What the journal says",
  "STRENGTHS": "Strenghts",
  "WEAKNESSES": "Weaknesses",
  "BEHAVIOUR": "Behaviour",
  "TEST": "How to test for ",
  "EVIDENCE": "Evidence",
  "SPEED": "Speed",
  "SANITY_THRESHOLD": "Sanity threshold",
  "JOURNAL_SPIRIT": "Spirits are very common ghosts. They are very powerful, but passive, only attacking when they need to. They defend their place of death to the utmost degree, killing anyone that is caught overstaying their welcome.",
  "STRENGTHS_SPIRIT": "A spirit has no specific strenghts.",
  "WEAKNESSES_SPIRIT": "A Spirit can be temporarily stopped by burning Smudge Sticks near them.",
  "BEHAVIOUR_SPIRIT": "With no special powers, and a harsher reaction to Smudge Sticks, Spirits serve as a baseline to measure other ghosts against. With their behavior not being especially unique amongst the ghosts, this lack of defining traits that can confuse investigators; therefore, unless clear evidence is established, a Spirit can be easily mistaken for another entity.",
  "TEST_SPIRIT": "The main (and usually only) way to test for a Spirit without using evidences is to lower the average sanity to below 50%, and smudge the ghost while it is not hunting; if it hunts before the three minutes is up, it is not a Spirit. If it hunts only after three minutes, it is very likely (though not conclusively) a Spirit. Note that if it hunts within the first minute of the smudge stick being used, then the smudge stick did not work, and the player should attempt to smudge it again. In Nightmare difficulty, players should wait for a hunt or a burnt crucifix to confirm that the average sanity is low enough.",

  "JOURNAL_WRAITH": "Wraiths are one of the most dangerous ghosts you will find. It is also the only known ghost that has the ability of flight and has sometimes been known to travel through walls.",
  "STRENGTHS_WRAITH": "Wraiths almost never touch the ground, meaning it can't be tracked by footsteps.",
  "WEAKNESSES_WRAITH": "Wraiths are afraid of Salt and will actively avoid it.",
  "BEHAVIOUR_WRAITH": "<h4>Activity</h4>The Wraith will never step in a salt pile, and will therefore never leave UV footprints.<br></br><h4>Ability</h4>When the Wraith is not hunting, it has a chance to teleport within 3 metres of a random player, generating an EMF Level 2 reading at the location where it teleported to, with a 25% chance for this to be an EMF Level 5 reading instead. The Wraith will resume normal behaviour after teleporting.<br></br><h4>Miscellaneous</h4><ul>Wraiths cannot and do not:<br></br></ul><li>Float off the ground, whether during hunts or manifestations. A Wraith cannot be identified by looking at its ghost model</li><li>See through physical objects such as walls and doors</li><li>Walk quietly; Wraiths will emit footstep noises at the same volume as most other ghosts</li><li>Walk through walls, even during hunts; they can only walk through doors (which all other ghosts are also able to do).</li>",
  "TEST_WRAITH": "<h4>Salt test</h4>The Wraith will never step in or disturb a salt pile. If you've had undisturbed salt in the ghost's room for a prolonged period of time, then it could be a Wraith.<br></br>Placing salt in the center of the Summoning Circle and then summoning the ghost is a good way to spot a Wraith.<br></br>Alternatively, one could place a line of salt across a tight access route where the ghost is highly likely to pass through (e.g. a doorway for/in the ghost's room), then place a motion sensor or two on the doorway. If the ghost passes through the motion sensor(s) but never steps in the salt, then it is likely a Wraith. Note that the salt should be tightly packed enough (but not wasteful) such that a ghost that passes through is otherwise virtually guaranteed to step on the salt.<br></br><h4>Teleportation</h4>The Wraith's teleporting behaviour may give rise to otherwise odd behaviour, such as:<br></br><li>Interactions happening far away from the favourite room and near where a player currently is (or recently was)</li><li>Seemingly random EMF level 2 or 5 readings which could not have been caused by any interaction, especially far away from the favourite room</li>",

  "JOURNAL_PHANTOM": "A Phantom is a ghost that can possess the living, inducing fear into those around it. They are most commonly summoned from Ouija Boards.",
  "STRENGTHS_PHANTOM": "Looking at a Phantom will drop your sanity considerably faster.",
  "WEAKNESSES_PHANTOM": "Taking a photo of the Phantom will make it temporarily disappear.",
  "BEHAVIOUR_PHANTOM": "<h4>Ability</h4>If a successful photo is a taken of a Phantom, the ghost will be invisible in the photo, and the photo will not contain any interference.<br></br><ul>If the photo is taken during a ghost event,<br></br></ul><li>The ghost will physically disappear</li><li>Electronic equipment will cease to malfunction</li><li>Players will no longer hear their heartbeats</li><li>The event sound will continue to play for the duration of the event<br></br></li>If the picture is taken during a hunt, the ghost will also be invisible in the photo, but it will continue to physically flash in and out, and the hunt will not be affected in any way.<br></br>The Phantom has an ability where it will choose a random player and travel to their location (as opposed to a regular roam).This will create an EMF Level 2 reading at the targeted location. This behavior is somewhat similar to that of the Banshee, however, unlike Banshees, Phantoms do not select a player to target until they die or leave the game, and do not do this as often.<br></br><h4>Hunt</h4>During a hunt, a Phantom will flash visible every 1 to 2 seconds, as opposed to every 0.3 to 1 second for other ghosts, making it harder to take a photo of.",
  "TEST_PHANTOM": "A good way to identify a Phantom is to observe whether the ghost is invisible for longer intervals on average during hunts (more than 1 second); this will usually indicate a Phantom. Taking a photo of a Phantom during a ghost event is also a fair indicator. ",

  "JOURNAL_POLTERGEIST": "One of the most famous ghosts, the Poltergeist. Known to manipulate objects around it to spread fear into its victims.",
  "STRENGTHS_POLTERGEIST": "Poltergeists can throw multiple objects at once, and with great force.",
  "WEAKNESSES_POLTERGEIST": "With nothing to throw, Poltergeists become powerless.",
  "BEHAVIOUR_POLTERGEIST": "<h4>Activity</h4>In general, the Poltergeist is more likely to throw items. During a hunt, the Poltergeist will always throw an item every 0.5 seconds, instead of only having a 50% chance to do so.<br></br>Occasionally, the Poltergeist will throw an item with a 'force' value of 2 - 6, instead of 1 - 3 with other ghosts.<br></br><h4>Ability</h4>The Poltergeist will occasionally use an ability that allows it to throw multiple nearby items at once, creating an EMF level 2 reading (the thrown items themselves generate EMF 3).<br></br>If there are no items near a Poltergeist, it is unable to use its ability. This does not influence its behaviour towards initiating a hunt",
  "TEST_POLTERGEIST": "Taking advantage of the Poltergeist's abilities, one can scatter multiple objects around in its room. If one object is seen being flung with force across the room, or multiple objects are thrown at once, then it is probably a Poltergeist. It is generally better to build multiple small piles spread out rather than one large pile; if the Poltergeist is not near the pile, it will not affect the pile at all.",

  "JOURNAL_BANSHEE": "The singing siren, known for attracting its victims through song. It has been known to single out its prey before making a killing blow.",
  "STRENGTHS_BANSHEE": "Banshees will weaken their target before striking.",
  "WEAKNESSES_BANSHEE": "Banshees can sometimes be heard screaming with a parabolic microphone.",
  "BEHAVIOUR_BANSHEE": "<h4>Activity</h4>The Banshee has a higher chance of performing singing ghost events over other types.<br></br><h4>Abilities</h4>When the Banshee performs a roam, if the target is inside the investigation area, it has a 2/3 (67%) chance of roaming to the target. This differs from the Phantom's ability in that it occurs more frequently, is tied to roaming, and does not leave any EMF reading. This does not occur during hunts.<br></br>When a Parabolic Microphone is used, the Banshee has a 33% chance of making a unique shriek-like paranormal sound instead of a whisper or footstep.<br></br><h4>Hunt</h4>At the start of the game a player is randomly selected as the hunt target. If the hunt target leaves the game or dies, a new hunt target will be selected.<br></br>The Banshee checks for their target's sanity when trying to initiate a hunt, instead of the team's average sanity.<br></br>When a Banshee hunts, it will mostly follow standard hunt rules, but it will ignore all players other than its hunt target. It will not attempt to chase other players nor will it kill them, even if it comes into direct contact with a non-target player, instead passing through them.<br></br>If the hunt target is outside the building, the Banshee will still use the target's sanity to decide whether to hunt. However, if it does hunt, it will hunt like any other ghost, chasing any opportune player.",
  "TEST_BANSHEE": "Identifying the target player of a Banshee conclusively identifies it.<br></br> The Parabolic Microphone might come it handy, however the Banshee only has a chance of producing its shriek, so it mustn't be ruled out simply because only whispers were recorded so far. Start looking for a ghost that does a lot of singing events first.",

  "JOURNAL_JINN": "A Jinn is a territorial ghost that will attack when threatened. It has also been known to be able to travel at significant speed.",
  "STRENGTHS_JINN": "A Jinn will travel at a faster speed if its victim is far away.",
  "WEAKNESSES_JINN": "Turning off the location's power source will prevent the Jinn from using its ability.",
  "BEHAVIOUR_JINN": "<h4>Activity</h4> The Jinn cannot turn off a breaker directly through interacting with it. The fuse box can still be turned off by overloading, whether by the player or the Jinn (unintentionally).<br><br><h4>Ability</h4>When the Jinn uses its ability and the fuse box is on, it will lower the sanity of all players in the same room or otherwise within 3 meters of it by 25%. An EMF 2/5 reading will be generated at the fuse box.<br><br><h4>Hunt</h4><ul>During a hunt, if all of the following three criteria are satisfied:</ul><br><li>The fuse box is turned on</li><li>The Jinn has line-of-sight with a player it is targeting</li><li>The Jinn is further than 3 meters from that player</li><br>Then its <b>speed</b> will be fixed at <br>2.5 m/s(=fast) while the criteria are met.",
  "TEST_JINN": "There are two ways to identify a Jinn, both methods with the breaker turned on: <br></br><li>Wait for a hunt at the end of a long room or corridor, standing far away from where the ghost is expected to enter the room, and with line-of-sight all the way through. Listen for its footsteps and observe its speed before and after it sees the player. If it instantly gains speed to chase the player, then it is likely a Jinn; use a smudge stick if needed. The Jinn will also slow down once it gets within 3 meters of its target, but be wary as testing this can be very risky.</li><li>Leave an EMF reader at the fuse box; if it picks up a reading but the fuse box never turned on/off, then it is very likely the Jinn using its ability, barring any other items that could have caused the reading (such as the fuse box door itself).</li>",

  "JOURNAL_MARE": "A Mare is the source of all nightmares, making it most powerful in the dark.",
  "STRENGTHS_MARE": "A Mare will have an increased chance to attack in the dark.",
  "WEAKNESSES_MARE": "Turning the lights on around the Mare will lower its chance to attack.",
  "BEHAVIOUR_MARE": "<h4>Activity</h4>Mares cannot interact with lights to turn them on, and they are more likely to choose turning off lights as an interaction.<br></br>When the Mare roams, it is more likely to choose an unlit room to roam into than a lit room.<br></br>The Mare has a higher chance of performing light-shattering ghost events over other types, as this will disable the lights, making it easier to hunt<br></br><h4>Ability</h4>If a player turns on a light that is within 4 metres of a Mare, it has a small chance of turning the light off almost immediately. There is a minimum cooldown of 10 seconds between the light being turned on, which will restart if it is turned on before the 10 seconds is up. This also applies for televisions and computers.<br></br><h4>Hunt</h4>A Mare has a modified hunt <b>sanity threshold depending on whether the room it is currently in is lit</b>. If the lights are turned off, the hunt sanity threshold is increased to 60%, and if the lights are turned on, the threshold is decreased to 40%. This applies even if the fuse box is turned off or broken. Other sources of light, such as brought-in equipment and candles, do not affect this threshold.",
  "TEST_MARE": "The Mare is generally one of the more difficult ghosts to identify based on behaviour, though one can look for the following:<br></br> <li>The ability to turn a light back off the moment a player turns it on - try to pause a few seconds between turning the lights on</li><li>A preference for light-shattering ghost events</li><li>A ghost that hunts slightly earlier in the dark or slightly later in the light, though this is not very reliable</li><li>If you tend to keep the lights near the ghost turned on, and you find the ghost frequently wandering into dark rooms that players have not entered, and changing favourite rooms frequently on Professional and Nightmare difficulties, then the ghost could be a Mare</li>",

  "JOURNAL_REVENANT": "A Revenant is a violent ghost that will attack indiscriminately. Their speed can be deceiving, as they are slow while dormant; however, as soon as they hunt they can move incredibly fast.",
  "STRENGTHS_REVENANT": "A Revenant will travel at a significantly faster speed when hunting their prey.",
  "WEAKNESSES_REVENANT": "Hiding from the Revenant will cause it to move very slowly.",
  "BEHAVIOUR_REVENANT": "<h4>Hunt</h4>Revenants have very noticeable speed change between roaming and chasing modes. When a Revenant is roaming, it will move at 1 m/s. However, as soon as it detects a player (either visually or through speech/electronics), it will begin to move at 3 m/s (nearly twice the base speed of most other ghosts) and sustains this speed until it reaches the spot where it last detected a player. If and when reverting to roaming mode, the Revenant's speed will slowly decrease over ~2.7 seconds (deceleration rate of 0.75 m/s²) back to its initial value of 1 m/s.",
  "TEST_REVENANT": "While hiding, listen for the ghost's footsteps; if the footsteps are relatively few and far between while the ghost is nearby, then it is most likely a Revenant. On multiplayer, the Revenant will perform an immediate area search just like any other ghost during hunts. However, it will take a longer time due to its slow movement speed while roaming, so wary players can easily identify it.",

  "JOURNAL_SHADE": "A Shade is known to be very shy. There is evidence to suggest that a Shade will stop all paranormal activity if there are people nearby.",
  "STRENGTHS_SHADE": "Shades are much harder to find.",
  "WEAKNESSES_SHADE": "The ghost will not enter a hunt if there are people nearby.",
  "BEHAVIOUR_SHADE": "<h4>Activity</h4>On average, the Shade is less likely to perform interactions than other ghosts.<br></br><h4>(In)abilities</h4>If at least one person is in the same room as a Shade, it will be unable to perform regular interactions (except Ghost Writing) or initiate a hunt, regardless of average sanity. It may still perform these actions if it happens to wander into a room without players. Since interactions occur in a range, the Shade can still 'reach' into the player's room from another room to interact with objects. Other actions (ghost events, roaming etc.) are not affected. <br></br><h4>Hunt</h4>The Shade can only hunt below an average sanity of 35%, lower than most other ghosts.",
  "TEST_SHADE": "Due to the Shade's aforementioned shyness, the lack of interactions may give it away, or players may become frustrated at the ghost not producing evidence. <br></br>Given the Shade's inability to hunt in a room with players, one can be tested for in Nightmare difficulty simply by lowering the average sanity close to zero, and having players stand in the ghost's current room and rooms directly adjacent. If it refuses to hunt or hunts only from a room without players, then it may be a Shade.",

  "JOURNAL_DEMON": "A Demon is one of the worst ghosts you can encounter. It has been known to attack without reason.",
  "STRENGHTS_DEMON": "Demons will initiate hunts more often than other ghosts.",
  "WEAKNESSES_DEMON": "Demons fear the Crucifix and will be less aggressive near one.",
  "BEHAVIOUR_DEMON": "<h4>Activity</h4>The Demon has an interaction range of 5 metres instead of 3.<br></br><h4>Ability</h4>The Demon has an ability that allows it to automatically start a hunt, regardless of current average sanity. There is no particular behaviour or condition (such as requiring line-of-sight with a player) that affects if it activates or not; if it decides to use its ability, it will hunt. This hunt can be blocked by normal prevention methods.<br></br><h4>Hunt</h4>The Demon has a normal hunt sanity threshold of 70%, instead of the standard 50%. This does not affect and is independent from its hunt ability, although the hunt does not differ in any way.<br></br>Demons have a minimum cooldown of 20 seconds between hunts, instead of the usual 25 seconds.<br></br>Smudging a Demon will prevent hunts for only 60 seconds, as opposed to the standard 90 seconds.<br></br>As a weakness, the effective range of a crucifix is 5 metres instead of the standard 3 metres.",
  "TEST_DEMON": "Players can use two tests: <br></br> <li>Time the hunt cooldown: a cooldown of less than 25 seconds (excluding hunts caused by cursed possessions) may indicate a Demon. If it uses a crucifix charge in this time, this may also be indicative of a Demon.</li><li>Time the smudge hunt prevention: a ghost hunting between 60 - 90 seconds after being smudged correctly may indicate a Demon</li>",

  "JOURNAL_YUREI": "A Yurei is a ghost that has returned to the physical world, usually for the purpose of revenge or hatred.",
  "STRENGHTS_YUREI": "Yureis have been known to have a stronger effect on people sanity.",
  "WEAKNESSES_YUREI": "Smudging the Yurei's place of death will trap it temporarily, reducing how much it wanders.",
  "BEHAVIOUR_YUREI": "<h4>Activity</h4>When Smudge Sticks are used on the Yurei, in addition to preventing hunts and temporarily increasing activity, it will return to its favourite room and be trapped in it for 60 seconds. It can still leave that room by performing a ghost event but it will return to it once the event ends. <br></br><h4>Ability</h4>The Yurei has an ability that will cause the following when used:<br></br> <li>All players within 7.5 metres of the ghost will have their sanity decreased by 15%. Players outside the investigation area will not be affected by the sanity drain.</li><li>If the ghost's current room has one or more open door, it will randomly select one and close it fully. This in turn produces an EMF 2 interaction, just like any other door touch.<li>The Yurei cannot use its ability if the room it is in has no door.</li><li>All ghosts can shut a door from in the same way the Yurei can, however the Yurei may do it more often as it is connected to its sanity drain ability.</li></li><li>Locker and closet doors are not affected by the Yurei's ability. Tent doors, however, are.</li> ",
  "TEST_YUREI": "Generally, keeping doors wide open near the ghost will help one to observe when the Yurei uses its ability. <br></br><li>If the ghost shuts a front door (exit door) fully without a ghost event or hunt, then it is definitely a Yurei.</li><li>If the ghost shuts any other door fully, then it is likely (but not definitely) a Yurei.</li><br></br>The Yurei ability does not involve opening doors, only closing.",

  "JOURNAL_ONI": "Onis love to scare their victims as much as possible before attacking. They are often seen in their physical form, guarding their place of death.",
  "STRENGTHS_ONI": "Oni are more active whilst people are nearby and will drain their sanity faster when manifesting.",
  "WEAKNESSES_ONI": "Oni disappear less often while hunting their prey.",
  "BEHAVIOUR_ONI": "<h4>Activity</h4>On average, the Oni is more active, interacting with objects more often, especially when there are people in the ghost room.<br></br>When performing a ghost event, the Oni:<br></br><li>Cannot perform the 'airball' event, which involves a physical ball of fog moving towards the player, usually disappearing with a hiss sound upon collision. Note that chasing events can similarly cause a hiss.</li><li>Will prefer showing in its full form during a manifestation event as opposed to a shadowy or translucent form.</li><li>Will have double the sanity drain of other ghosts (20% instead of 10%) when colliding with the target player in a ghost event.</li>",
  "TEST_ONI": "Since the Oni cannot perform the airball ghost event, an Oni can be ruled out if the ghost performs such an event. It must be emphasised that the Oni can hiss as part of a chasing event.",

  "JOURNAL_YOKAI": "Yokai are common ghosts that are attracted to human voices. They can usually be found haunting family homes.",
  "STRENGTHS_YOKAI": "Talking near a Yokai will anger it, increasing the chance of an attack.",
  "WEAKNESSES_YOKAI": "When hunting, a Yokai can only hear voices close to it.",
  "BEHAVIOUR_YOKAI": "<h4>Activity</h4>Utilizing voice chat near the Yokai at any sanity will increase its rate of activity. <br></br> When a Music Box is used, the Yokai must be closer to the player holding the box than other ghosts for it to trigger the ghost event and eventual cursed hunt. <br></br><h4>Hunt</h4>When at least one player uses voice chat within a certain range of the Yokai, its hunt sanity threshold is temporarily increased to 80%. Otherwise, it has the standard threshold of 50%. <br></br>During hunts, a Yokai can only hear players or sense handheld active electronics that are within 2.5 meters of it. Its line-of-sight is unaffected.<br></br> <h4>Miscellaneous</h4>Note that the Monkey Paw's wish to unblock a hiding spot will cause the ghost to be able to hear the speech and held electronics of the player who used it from any distance, overriding the Yokai's weakness. This may make trying to test a Yokai from its trait much more difficult, and when playing singleplayer, outright impossible.",
  "TEST_YOKAI": "To test for a Yokai during a hunt, stand at a distance close enough to where the ghost is currently at that is outside of the ghost's immediate line of sight, preferably near a hiding spot, and then turn on an electronic device and/or begin speaking in voice chat. If the ghost does not seek out the player making this noise, especially if it causes disruption of the device and then passes by instead of homing in, then it is likely a Yokai. Note that the electronic disruption range is a little bit greater than the actual range in which most ghosts will actually sense the held device.",

  "JOURNAL_HANTU": "A Hantu is a rare ghost that thrives in the coldest climates. The cold seems to make them more aggressive and empowered.",
  "STRENGTHS_HANTU": "Lower temperatures allow the Hantu to move at faster speeds.",
  "WEAKNESSES_HANTU": "Hantus move slower in warmer areas.",
  "BEHAVIOUR_HANTU": "<h4>Activity</h4>The Hantu cannot turn on the Fuse Box, and is also twice as likely to turn off the fuse box.<br></br><h4>Hunt</h4>During a hunt, the Hantu's speed is affected by the temperature of the room that it goes through.<br></br> Unlike most other ghosts, the Hantu does not have line-of-sight acceleration during hunts.<br></br> When the Hantu's ghost model is visible during a hunt, it will emit freezing breath near its head in any room as long as the breaker is off. Dead players cannot see this breath. As this is not actual 'evidence', it can appear on a 0-evidence difficulty.",
  "TEST_HANTU": "There are three ways to identify a Hantu: <br></br><li>Leave the breaker turned on for a while, then listen for its speed during a hunt. If it is faster in colder rooms (usually, but not always the favourite room), and slower than a normal ghost in a warm room, then it is a Hantu.</li><li>Leave the breaker turned on for a while, then loop it around a large piece of furniture in a warm room during a hunt, carrying Smudge Sticks to avoid death. If the ghost does not speed up quickly with line-of-sight (within ~10 seconds), then it is likely a Hantu.</li><li>The Hantu's ability to emit freezing breath when the breaker is off can be used to definitively identify it without evidence, though it is more risky than the above strategies. Look closely! Use Smudge Sticks to blind it while it's hunting.</li> <br></br>If you do not obtain Freezing Temperatures as one of the ghost's evidences on a limited evidence custom game (1/2 evidence), then the Hantu can be safely ruled out. <br></br> The Hantu is one of two ghosts (the other being the Onryo) for which you can collect all three pieces of evidence without excluding The Mimic. Therefore, before concluding you're dealing with a Hantu, check whether the Spirit Box gives audio. If it does, you have The Mimic.",

  "JOURNAL_GORYO": "When a Goryo passes through a DOTS projector, using a video camera is the only way to see it.",
  "STRENGTHS_GORYO": "A Goryo will usually only show itself on camera if there are no people nearby.",
  "WEAKNESSES_GORYO": "They are rarely seen far from their place of death.",
  "BEHAVIOUR_GORYO": "<h4>Activity</h4>When performing a roam, the Goryo can only perform short roams, rather than either short or long roams. <br></br>The Goryo cannot change favorite rooms by itself in any difficulty. This can be overridden via the sanity wish when using the Monkey Paw. <h4>Ability</h4> A Goryo will only interact with a D.O.T.S Projector if no players are in the same room as the ghost. In addition, its D.O.T.S silhouette is only visible through a Video Camera, and cannot be seen with the naked eye. A Goryo will still manifest normally during ghost events and hunts with its ghost model, which does not require any special equipment to be seen. ",
  "TEST_GORYO": "It is necessary to have a Video Camera either placed facing an active D.O.T.S. Projector, or held by a player outside the ghost's room. If D.O.T.S. evidence is visible in the camera's screen, but invisible in direct view, the ghost is likely to be a Goryo. Conversely, if D.O.T.S. is seen without the aid of a video camera, a Goryo can be safely ruled out. Turning up device or in-game brightness may help when trying to rule out a Goryo. <br></br>If you do not obtain D.O.T.S Projector as one of the ghost's two evidences on Nightmare difficulty or on a limited evidence custom game (1/2 evidence), then the Goryo can be safely ruled out.",

  "JOURNAL_MYLING": "A Myling is a very vocal and active ghost. They are rumoured to be quiet when hunting their prey.",
  "STRENGTHS_MYLING": "A Myling is known to be quieter when hunting.",
  "WEAKNESSES_MYLING": "Mylings make more frequent paranormal sounds.",
  "BEHAVIOUR_MYLING": "<h4>Activity</h4>The Myling produces paranormal sounds (that can only be heard through a Parabolic Microphone) more often than other ghosts.<br></br><h4>Hunt</h4>When hunting, a Myling's footstep and vocalizations sounds will only be audible to players within 12 meters, slightly greater than the range required for electronic interference, instead of the usual 20 meters. The volume of footsteps is slightly muffled near the limit, but quickly becomes discernible as it approaches.",
  "TEST_MYLING": "Before a hunt, drop a flashlight (or any obvious electric equipment that flickers within range) in your hiding spot. During a hunt, look out for the following: <br></br><li>The ghost must be on the same floor.  </li><li>If footsteps and ghost vocalisations are audible only when your electrical equipment starts flickering, the ghost is probably a Myling.</li>",

  "JOURNAL_ONRYO": "The Onryo is often referred to as 'The Wrathful Spirit'. It steals souls from dying victims' bodies to seek revenge. This ghost has been known to fear any form of fire, and will do anything to be far from it.",
  "STRENGTHS_ONRYO": "Extinguishing a flame can cause an Onryo to attack.",
  "WEAKNESSES_ONRYO": "When threatened, this ghost will be less likely to hunt.",
  "BEHAVIOUR_ONRYO": "<h4>Activity</h4>If a player is currently dead, the Onryo will blow out sources of flame (lit candle, lighter, or campfire) at a higher frequency. More dead players increases this frequency. It will blow out candles at the same frequency as other ghosts if no players are dead.<br> </br><li>Under 60% average sanity, it will blow flames out more often but only because it is attempting to hunt.  </li> <br></br>Contrary to the journal, flames do not make the Onryo more likely to leave a room.<br></br><h4>Ability</h4>Counterintuitively, flames can both prevent hunts and cause a hunt: <br></br><li>If the Onryo attempts a hunt within 4 metres of any type of flame, it will blow out the flame instead, and the hunt will fail. If both a crucifix and a flame are within range, the flame will take priority over the crucifix for preventing the hunt.</li><li>Every third flame that the Onryo blows out will cause it to attempt to initiate a hunt, regardless of current average sanity. This hunt can be blocked by normal prevention methods (e.g. a crucifix) or another flame</li><li>Note that if a flame prevents a hunt or is blown out during a hunt, it will count towards the three-flame rule.  </li><br></br> <h4>Hunt</h4>Onryos have a hunt sanity threshold of 60%, compared to the standard 50% baseline.  ",
  "TEST_ONRYO": "The Onryo can be tested using several ways, by looking for flame priority, preventing hunts with flames, or the three-flame rule: <br></br><li>Place one crucifix in the ghost's area, then a candle directly on top.  </li><li>Place two crucifixes in the ghost's area, then multiple candles spread out and covering the crucifixes' ranges.</li><br></br>When sanity is deemed low enough, keep the candles lit in a timely manner.<br></br>  <li>If the crucifix is activated without the candles going out first, then it is not an Onryo.  </li><li>If the ghost seems to not hunt with multiple candles active, or hunts in an area where no candles are lit, then it may be an Onryo.</li>",

  "JOURNAL_THETWINS": "These ghosts have been reported to mimic each other's actions. They alternate their attacks to confuse their prey.",
  "STRENGTHS_THETWINS": "Either Twin can be angered and initiate an attack on their prey.",
  "WEAKNESSES_THETWINS": "The Twins will often interact with the environment at the same time.",
  "BEHAVIOUR_THETWINS": "Despite its name and accompanying flavor text, mechanically, The Twins is simply one ghost. This means there is no 'decoy twin' to: <br></br> <li>Set off motion sensors  </li><li>Produce evidence of Freezing Temperatures (or even affect temperatures to begin with) or Spirit Box</li><li>Perform ghost events or hunts at the same time</li><br></br><h4>Ability</h4>When The Twins uses its ability, it will perform one interaction in the normal radius (up to 3 metres) and one within a larger radius (up to 16 metres). All such interactions follow the standard 25% chance of producing EMF 5 instead of 2 or 3, regardless of which radius was used to perform the interaction.<br></br> <h4>Hunt</h4>When The Twins attempts to initiate a hunt, there is a 50% chance for it begin at its current location, and a 50% chance for it to begin close to the area where it last interacted using its ability. Regardless of where The Twins hunts from, it will follow standard hunting rules. As The Twins is only one ghost, two hunts cannot occur simultaneously, and it will follow the standard 25 second cooldown between hunts. <br></br>Depending on where the hunt begins from, The Twins will move at two different speeds. If it hunts from its present location, it will have a base speed of 1.5 m/s(=slow), and if it hunts from the area where its large radius interaction occurred, it will have a base speed of 1.9 m/s(=fast).<br></br>When The Twins attempts to hunt, the crucifix check will be applied at the ghost's current location. If The Twins decides to start its hunt at the site of its last large radius interaction, it will teleport to that location after the crucifix check.",
  "TEST_THETWINS": "The Twin's primary strength is its ability to misdirect: its core ability can very easily conjure red herring interactions at parts of the map far from the Ghost Room where it would give evidence, misleading hunters and delaying their efforts to identify it. This can be be especially troublesome on larger maps like Sunny Meadows Mental Institution when trying to locate the Ghost Room. However, these misleading interactions can be used against it: as the ghost is not physically in the room where these long-ranged interactions occur, evidence past EMF Level 5 cannot be obtained in the area. Using a thermometer and noting a lack of Freezing Temperatures (or, at the very least, notable temperature drops) where ghost activity is noted, or failing to receive Spirit Box responses in rooms near where interactions occurred, are strong signs of the antics of The Twins trying to cause trouble. <br></br>Noticing a subtle change in base speed from one hunt to another might indicate that the player is dealing with The Twins. Be sure to avoid confounding factors such as line-of-sight acceleration, or a few other ghosts which may also change base speeds between hunts.",

  "JOURNAL_RAIJU": "A Raiju is a demon that thrives on electrical current. While generally calm, they can become agitated when overwhelmed with power.",
  "STRENGTHS_RAIJU": "A Raiju can siphon power from nearby electrical devices, making it move faster.",
  "WEAKNESSES_RAIJU": "Raiju are constantly disrupting electronic equipment when attacking, making it easier to track.",
  "BEHAVIOUR_RAIJU": "<h4>Ability</h4>When a Raiju manifests during a ghost event or a hunt, it will interfere with electronics that are up to 15 metres away on the same floor, instead of the usual 10 metres. <br></br> <h4>Hunt</h4>When nearby at least one piece of active electronic equipment, the Raiju's hunt sanity threshold is increased to 65%. Otherwise, it has the normal threshold of 50%. <br></br>During hunts, if the Raiju is within a certain distance of at least once piece of active electronic equipment, it will move at a fixed speed of 2.5 m/s <br></br> <li>Small map: 6m</li><li>Medium map: 8m</li><li>Large map: 10m</li><br></br>All effects listed above apply to most electronic equipment, both when held in the hand and items dropped on the floor. The following do not count towards the speed boost or the hunt sanity threshold:<br></br> <li>Head mounted cameras, even when worn  </li><li>Video cameras and Photo Cameras that are thrown on the ground  </li><li>Motion sensors, sound sensors, and D.O.T.S. Projectors that are thrown on the ground or held  </li><li>Objects in the inventory (except flashlights and strong flashlights that are turned on) </li><li>Any other electrical equipment not brought in from the van (building lights, fuse box, CCTV, fans, etc.)  </li>",
  "TEST_RAIJU": "The Raiju may be readily-identified by being mindful of its speed during a hunt, particularly on small maps, so long as there are active electronic items nearby. If the ghost continues to walk very quickly when roaming (and not chasing particular players), then it is most likely a Raiju.",

  "JOURNAL_OBAKE": "Obake are terrifying shape-shifters, capable of taking on many forms. They have been seen taking on humanoid shapes to attract their prey.",
  "STRENGTHS_OBAKE": "When interacting with the environment, an Obake will rarely leave a trace.",
  "WEAKNESSES_OBAKE": "Sometimes this ghost will shapeshift, leaving behind unique evidence.",
  "BEHAVIOUR_OBAKE": "<h4>Abilities</h4>Each time the Obake interacts with a valid surface, it has a 75% chance of leaving fingerprints, instead of the usual 100%. <br></br>When creating handprints or fingerprints, there is a one-sixth (~16.7%) chance for the Obake to create a unique handprint/fingerprint pattern: <br></br><li>A six-fingered handprint instead of the usual five fingers  </li><li>Two fingerprints on a light switch instead of one  </li><li>Five fingerprints on keyboards and Prison cell doors instead of four  </li><br></br>The Obake occasionally triggers an ability to reduce the remaining time for all existing, lingering fingerprints on the map by half. For example, two fingerprints lingering on the map with 40 seconds and 70 seconds before timing out and disappearing are cut in half to 20 and 35 seconds remaining respectively. This ability can be triggered multiple times in quick succession, making it possible for an instance of fingerprints to last for mere seconds before vanishing. <br></br> <h4>Hunt</h4>During a hunt, the Obake has a 1/15 (6.67%) chance each time it flickers to shapeshift into a different ghost model of the same gender.It will then return back to its original model. This is guaranteed to happen at least once per hunt. Dead players cannot see this shapeshift. The ghost changing into a different posture (e.g. going from standing to crawling) within a hunt, while otherwise retaining the same model, is also considered a shapeshift.",
  "TEST_OBAKE": "If the ghost touches a surface and leaves no fingerprints, then later leaves fingerprints on another surface, or vice versa, this usually points to the ghost being an Obake. <br></br> If an Obake is suspected, checking a touched surface with a UV Flashlight or Glowstick each time it interacts with a door or the like is prudent to spotting the Obake's special fingerprints, both to maximize the chances of spotting them and to note any instances of them rapidly disappearing. Note that getting normal fingerprints, even several times repeatedly, does not rule out an Obake outright. <br></br> If you are on a zero-evidence run, the Obake will never produce fingerprints, and hence can only be identified spotting its shapeshifting power during a hunt. Strong looping skills are very favorable in order to maintain sight on it for extended periods of time to catch it changing models during a flicker.",

  "JOURNAL_THEMIMIC": "The Mimic is an elusive, mysterious, copycat ghost that mirrors traits and behaviours from others, including other ghost types.",
  "STRENGTHS_THEMIMIC": "We're unsure what this ghost is capable of. Be careful.",
  "WEAKNESSES_THEMIMIC": "Several reports have noted ghost orb sightings near mimics.",
  "BEHAVIOUR_THEMIMIC": "The Mimic is able to imitate any type of ghost, and inherit all of its features and abilities:<br></br><li>Interaction and ghost event rates and preferences  </li><li>Hunt thresholds  </li><li>Hunt movement speeds  </li><li>Various forms of special abilities (e.g. Poltergeist multithrow, Demon ability hunt)</li><br></br> It may also copy features of evidence of mimicked ghost types, but not their evidences themselves. For example, it is able to copy the Obake's six-fingered handprints as The Mimic itself has fingerprints as evidence, but it cannot copy the Goryo's trait of only appearing on a Video Camera when interacting with a D.O.T.S Projector, as The Mimic does not have D.O.T.S. Projector as one of its evidences. Additionally, it cannot copy other ghost types' guaranteed evidences on Nightmare/reduced evidence types custom difficulty, even if The Mimic has them as evidence.<br></br>The Mimic will change the ghost type that it chooses to imitate every 30 seconds to 2 minutes, but cannot change during hunts. <br></br> If The Mimic mimics a Thaye, a fixed age is randomly selected, and it will mimic another ghost using its own timer instead of the Thaye's ageing timer. The Mimic may also imitate the player or The Mimic (itself), but in these cases, it will act as a 'default' ghost and have no special abilities. Mimicking the player, as well as any other ghost, does not change its ghost model. <br></br>The Mimic provides 'evidence' of Ghost Orbs in addition to its three main evidence types, which also appear on Nightmare difficulty and on custom difficulties with reduced evidences, including zero evidence. These Ghost Orbs, along with the other evidences if none are hidden due to the difficulty, will always exist regardless of the type of ghost that The Mimic chooses to imitate.",
  "TEST_THEMIMIC": "Players should go further in confirming or eliminating the presence of a fourth evidence. However, on reduced evidence difficulties, this can cause The Mimic to be very simple to identify, as The Mimic always produces these orbs, and will appear to go over the set maximum amount of given types of evidence. <br></br> Concerning evidence, noting the behavior of specific ghost types, but getting evidence that they do not have, can bring The Mimic into suspicion, allowing for more focused evidence-gathering. For example, if the ghost touches two doors on different parts of the map in very close succession, which is usually a strong indication of The Twins, but Fingerprints are successfully noted, then The Mimic can be strongly presumed.",

  "JOURNAL_MOROI": "Moroi have risen from the grave to drain energy from the living. They have been known to place curses on their victims, curable only by antidotes or moving very far away.",
  "STRENGTHS_MOROI": "The weaker their victims, the stronger the Moroi becomes.",
  "WEAKNESSES_MOROI": "Moroi suffer from hyperosmia(=overwhelming sensitivity to smells), weakening them for longer periods.",
  "BEHAVIOUR_MOROI": "<h4>Ability</h4>The Moroi has an ability to 'curse' a target through the following ways: <br></br><li>By successfully obtaining a response from the Spirit Box; this will curse the person who 'caused' the response, either by asking questions or triggering the failsafe.</li><li>By hearing whispers through the parabolic microphone.</li><br></br>When a player is cursed, their passive sanity drain is doubled, and being in a lit area (whether it be through room lights or candles) will no longer prevent sanity drain. Walking outside of the investigation area will still pause sanity drain until they enter again. Consuming Sanity Pills removes the curse for that player. Players that have been cursed before in the contract can be cursed again. Multiple players can be cursed at the same time, but curses do not stack on a single player. <h4>Hunt</h4>The Moroi's speed is dependent on the average sanity at the beginning of the hunt. The base speed increases by an average of 0.083 m/s for every 5% average sanity below its average hunt threshold of 50%.<br></br>The speed changes during a hunt according to the current average sanity. Unlike most other ghosts with implicit speed bonuses, the Moroi accelerates with continuous line-of-sight of a player. Below 5% average sanity, the maximum speed of a Moroi is 3.71 m/s, almost 25% faster than the Revenant's 3 m/s. <br></br> When smudged during a hunt, the duration where the Moroi cannot see nor kill players is 12 seconds, twice as long as the usual 6 seconds.",
  "TEST_MOROI": "There are two spirit box-based methods to identify a Moroi based on its ability: <br></br><li>Consume sanity pills until your sanity is as high as possible. You must have at least one sanity pill left over.</li><li>Hold a lit candle and enter the investigation area. Obtain another response through the spirit box or parabolic microphone. Once this is done, stay in the investigation area for at least 30 seconds (or enough to drop your sanity by 5-10% as if you were cursed). Ensure that the ghost does not perform a ghost event on yourself by staying on another floor or far away.</li><li>Exit the investigation area and attempt to consume a sanity pill. If you can consume a pill, then you were likely cursed and the ghost is likely a Moroi.</li><br></br> If you decide not to use the spirit box, pay attention to the ghost's speed instead.",

  "JOURNAL_DEOGEN": "Sometimes surrounded by an endless fog, Deogen have been eluding ghost hunters for years. These ghosts have been reported to find even the most hidden prey, before stalking them into exhaustion.",
  "STRENGTHS_DEOGEN": "Deogens constantly sense the living. You can run but you can't hide.",
  "WEAKNESSES_DEOGEN": " Deogens require a lot of energy to form and will move very slowly when approaching its victim.",
  "BEHAVIOUR_DEOGEN": "<h4>Activity</h4> The Deogen is more likely to interact with the D.O.T.S Projector and Ghost Writing Book; in other words, it can on average write in a book earlier than other ghosts, and show up more often as a silhouette on the D.O.T.S Projector. <br></br><h4>Ability</h4>If the player asks any question through the Spirit Box while standing within 1 metre of the Deogen, it has a 33% chance with each question to produce a unique response of constant heavy bull-like breathing, instead of a regular response. <br></br><h4>Hunt</h4>The Deogen's hunt sanity threshold is 40%, instead of the usual 50%. <br></br>During a hunt, the Deogen always has line-of-sight with all players on the map; in other words, it does not use the 'roaming' mechanic. When the hunt begins, the Deogen will pick the nearest player (by straight-line distance) to move towards. It will occasionally 'refresh' and repick the nearest target throughout the hunt. One can also use a Smudge Stick to stun the Deogen temporarily and force it to change its target when the smudge effect runs out. <br></br>When the Deogen is chasing a player, its speed is based on its pathfinding distance to the target player and has three thresholds: above 6 meters, between 6 and 2.5 meters and below 2.5 meters.Between 2.5 - 6 metres, the ghost becomes slower as it approaches the player. <br></br>If the Deogen is smudged or is otherwise not chasing any player, its speed will remain at its current speed, or 1.6 m/s if its current speed is greater than 3 m/s.[2] Otherwise, the Deogen does not alter its speed based on line-of-sight while chasing a player. <br></br> During a hunt, the Deogen's flickering is on average invisible for shorter and visible for longer. <br></br><h4>Miscellaneous</h4> On difficulties with only 1 or 2 evidences (e.g. Nightmare), the Deogen always has Spirit Box as one of its pieces of evidence due to its unique response. ",
  "TEST_DEOGEN": "The most straightforward form of identification is for the ghost to hunt; if it approaches the nearest player at high speeds and slows down drastically as it approaches, then it is a Deogen. <br></br> A non-hunt way would be to constantly track the ghost and look for the signature heavy breathing through the spirit box, though this will be more tedious.",

  "JOURNAL_THAYE": "Thaye have been known to rapidly age over time, even in the afterlife. From what we've learned, they seem to deteriorate faster while within the presence of the living.",
  "STRENGTHS_THAYE": "Upon entering the location, Thaye will become active, defensive and agile.",
  "WEAKNESSES_THAYE": "Thaye will weaken over time, making them weaker, slower and less aggressive.",
  "BEHAVIOUR_THAYE": "<h4>Activity</h4>The Thaye is more likely to interact with the D.O.T.S Projector and Ghost Writing Book. In other words, it will on average write in a book earlier than other ghosts, and show up more often as a silhouette on the D.O.T.S Projector.<br></br> <h4>Ability</h4>The Thaye has an internal 'age' parameter that affects its general activity. Every 1 to 2 minutes, the Thaye attempts to age; if at least one player is in the same room as the ghost, the Thaye will add 1 to its age, else it will wait another 30 seconds before attempting to age again. Further ageing after 10 does not further affect its activity. <br></br> <br></br> For every age added, the Thaye's 'human age' as provided by the Ouija Board increases by 1 - 4. Unlike ghost activity, there is no (reasonably attainable) limit on the Thaye's 'human age'. The Thaye's starting 'human age' can still be anywhere from 2 - 90, like all other ghosts. <br></br>Parameters Affected by Age:<br></br><li>Hunt Sanity Threshold: At age 0 (initial age), the Thaye has a hunt sanity threshold of 75%. For each age added, the threshold decreases by 6%, until it reaches 15% at age 10 and higher. Further aging beyond 10 does not affect this threshold any further.</li><li>Hunt Speed: At age 0, the Thaye's hunt speed is 2.75 m/s. With each age added, the hunt speed decreases by 0.175 m/s until it becomes 1 m/s at age 10 and higher.</li><li>Relative Interaction/Ghost Event Rate: At age 0, the Thaye has a 200% rate of interaction or ghost events compared to other ghosts. With each age added, this rate decreases by 15% until it becomes 50% at age 10 and higher.</li> <br></br><h4>Hunt</h4>Unlike most other ghosts, the Thaye does not speed up with line-of-sight of a player.",
  "TEST_THAYE": "One could identify a Thaye through its hunting behaviour; if it is fast early in the contract, slows down over several hunts as players continue spending time near it, and does not gain speed with line-of-sight, then a Thaye is likely. Likewise, if the ghost hunts early and has high levels of activity, but becomes less willing to hunt, interact, or perform ghost events over time, this could also point to a Thaye."
}
