{
  "PHASMOPHOBIA_JOURNAL": "Phasmophobia Journal",
  "ALL_PHASMOPHOBIA_GHOSTS_AND_THEIR_ABILITIES": "All Phasmophobia ghosts and their abilities",
  "Spirit": "Spirit",
  "JOURNAL_INFO": "What the journal says",
  "STRENGTHS": "Strenghts",
  "WEAKNESSES": "Weaknesses",
  "BEHAVIOUR": "Behaviour",
  "TEST": "How to test for ",
  "EVIDENCE": "Evidence",
  "SPEED": "Speed",
  "SANITY_THRESHOLD": "Sanity threshold",
  "JOURNAL_SPIRIT": "Spirits are very common ghosts. They are very powerful, but passive, only attacking when they need to. They defend their place of death to the utmost degree, killing anyone that is caught overstaying their welcome.",
  "STRENGTHS_SPIRIT": "A spirit has no specific strenghts.",
  "WEAKNESSES_SPIRIT": "A Spirit can be temporarily stopped by burning Smudge Sticks near them.",
  "BEHAVIOUR_SPIRIT": "With no special powers, and a harsher reaction to Smudge Sticks, Spirits serve as a baseline to measure other ghosts against. With their behavior not being especially unique amongst the ghosts, this lack of defining traits that can confuse investigators; therefore, unless clear evidence is established, a Spirit can be easily mistaken for another entity.",
  "TEST_SPIRIT": "The main (and usually only) way to test for a Spirit without using evidences is to lower the average sanity to below 50%, and smudge the ghost while it is not hunting; if it hunts before the three minutes is up, it is not a Spirit. If it hunts only after three minutes, it is very likely (though not conclusively) a Spirit. Note that if it hunts within the first minute of the smudge stick being used, then the smudge stick did not work, and the player should attempt to smudge it again. In Nightmare difficulty, players should wait for a hunt or a burnt crucifix to confirm that the average sanity is low enough.",

  "JOURNAL_WRAITH": "Wraiths are one of the most dangerous ghosts you will find. It is also the only known ghost that has the ability of flight and has sometimes been known to travel through walls.",
  "STRENGTHS_WRAITH": "Wraiths almost never touch the ground, meaning it can't be tracked by footsteps.",
  "WEAKNESSES_WRAITH": "Wraiths are afraid of Salt and will actively avoid it.",
  "BEHAVIOUR_WRAITH": "<h4>Activity</h4>The Wraith will never step in a salt pile, and will therefore never leave UV footprints.<br></br><h4>Ability</h4>When the Wraith is not hunting, it has a chance to teleport within 3 metres of a random player, generating an EMF Level 2 reading at the location where it teleported to, with a 25% chance for this to be an EMF Level 5 reading instead. The Wraith will resume normal behaviour after teleporting.<br></br><h4>Miscellaneous</h4><ul>Wraiths cannot and do not:<br></br></ul><li>Float off the ground, whether during hunts or manifestations. A Wraith cannot be identified by looking at its ghost model</li><li>See through physical objects such as walls and doors</li><li>Walk quietly; Wraiths will emit footstep noises at the same volume as most other ghosts</li><li>Walk through walls, even during hunts; they can only walk through doors (which all other ghosts are also able to do).</li>",
  "TEST_WRAITH": "<h4>Salt test</h4>The Wraith will never step in or disturb a salt pile. If you've had undisturbed salt in the ghost's room for a prolonged period of time, then it could be a Wraith.<br></br>Placing salt in the center of the Summoning Circle and then summoning the ghost is a good way to spot a Wraith.<br></br>Alternatively, one could place a line of salt across a tight access route where the ghost is highly likely to pass through (e.g. a doorway for/in the ghost's room), then place a motion sensor or two on the doorway. If the ghost passes through the motion sensor(s) but never steps in the salt, then it is likely a Wraith. Note that the salt should be tightly packed enough (but not wasteful) such that a ghost that passes through is otherwise virtually guaranteed to step on the salt.<br></br><h4>Teleportation</h4>The Wraith's teleporting behaviour may give rise to otherwise odd behaviour, such as:<br></br><li>Interactions happening far away from the favourite room and near where a player currently is (or recently was)</li><li>Seemingly random EMF level 2 or 5 readings which could not have been caused by any interaction, especially far away from the favourite room</li>",

  "JOURNAL_PHANTOM": "A Phantom is a ghost that can possess the living, inducing fear into those around it. They are most commonly summoned from Ouija Boards.",
  "STRENGTHS_PHANTOM": "Looking at a Phantom will drop your sanity considerably faster.",
  "WEAKNESSES_PHANTOM": "Taking a photo of the Phantom will make it temporarily disappear.",
  "BEHAVIOUR_PHANTOM": "<h4>Ability</h4>If a successful photo is a taken of a Phantom, the ghost will be invisible in the photo, and the photo will not contain any interference.<br></br><ul>If the photo is taken during a ghost event,<br></br></ul><li>The ghost will physically disappear</li><li>Electronic equipment will cease to malfunction</li><li>Players will no longer hear their heartbeats</li><li>The event sound will continue to play for the duration of the event<br></br></li>If the picture is taken during a hunt, the ghost will also be invisible in the photo, but it will continue to physically flash in and out, and the hunt will not be affected in any way.<br></br>The Phantom has an ability where it will choose a random player and travel to their location (as opposed to a regular roam).This will create an EMF Level 2 reading at the targeted location. This behavior is somewhat similar to that of the Banshee, however, unlike Banshees, Phantoms do not select a player to target until they die or leave the game, and do not do this as often.<br></br><h4>Hunt</h4>During a hunt, a Phantom will flash visible every 1 to 2 seconds, as opposed to every 0.3 to 1 second for other ghosts, making it harder to take a photo of.",
  "TEST_PHANTOM": "A good way to identify a Phantom is to observe whether the ghost is invisible for longer intervals on average during hunts (more than 1 second); this will usually indicate a Phantom. Taking a photo of a Phantom during a ghost event is also a fair indicator. ",

  "JOURNAL_POLTERGEIST": "One of the most famous ghosts, the Poltergeist. Known to manipulate objects around it to spread fear into its victims.",
  "STRENGTHS_POLTERGEIST": "Poltergeists can throw multiple objects at once, and with great force.",
  "WEAKNESSES_POLTERGEIST": "With nothing to throw, Poltergeists become powerless.",
  "BEHAVIOUR_POLTERGEIST": "<h4>Activity</h4>In general, the Poltergeist is more likely to throw items. During a hunt, the Poltergeist will always throw an item every 0.5 seconds, instead of only having a 50% chance to do so.<br></br>Occasionally, the Poltergeist will throw an item with a 'force' value of 2 - 6, instead of 1 - 3 with other ghosts.<br></br><h4>Ability</h4>The Poltergeist will occasionally use an ability that allows it to throw multiple nearby items at once, creating an EMF level 2 reading (the thrown items themselves generate EMF 3).<br></br>If there are no items near a Poltergeist, it is unable to use its ability. This does not influence its behaviour towards initiating a hunt",
  "TEST_POLTERGEIST": "Taking advantage of the Poltergeist's abilities, one can scatter multiple objects around in its room. If one object is seen being flung with force across the room, or multiple objects are thrown at once, then it is probably a Poltergeist. It is generally better to build multiple small piles spread out rather than one large pile; if the Poltergeist is not near the pile, it will not affect the pile at all.",

  "JOURNAL_BANSHEE": "The singing siren, known for attracting its victims through song. It has been known to single out its prey before making a killing blow.",
  "STRENGTHS_BANSHEE": "Banshees will weaken their target before striking.",
  "WEAKNESSES_BANSHEE": "Banshees can sometimes be heard screaming with a parabolic microphone.",
  "BEHAVIOUR_BANSHEE": "<h4>Activity</h4>The Banshee has a higher chance of performing singing ghost events over other types.<br></br><h4>Abilities</h4>When the Banshee performs a roam, if the target is inside the investigation area, it has a 2/3 (67%) chance of roaming to the target. This differs from the Phantom's ability in that it occurs more frequently, is tied to roaming, and does not leave any EMF reading. This does not occur during hunts.<br></br>When a Parabolic Microphone is used, the Banshee has a 33% chance of making a unique shriek-like paranormal sound instead of a whisper or footstep.<br></br><h4>Hunt</h4>At the start of the game a player is randomly selected as the hunt target. If the hunt target leaves the game or dies, a new hunt target will be selected.<br></br>The Banshee checks for their target's sanity when trying to initiate a hunt, instead of the team's average sanity.<br></br>When a Banshee hunts, it will mostly follow standard hunt rules, but it will ignore all players other than its hunt target. It will not attempt to chase other players nor will it kill them, even if it comes into direct contact with a non-target player, instead passing through them.<br></br>If the hunt target is outside the building, the Banshee will still use the target's sanity to decide whether to hunt. However, if it does hunt, it will hunt like any other ghost, chasing any opportune player.",
  "TEST_BANSHEE": "Identifying the target player of a Banshee conclusively identifies it.<br></br> The Parabolic Microphone might come it handy, however the Banshee only has a chance of producing its shriek, so it mustn't be ruled out simply because only whispers were recorded so far. Start looking for a ghost that does a lot of singing events first.",

  "JOURNAL_JINN": "A Jinn is a territorial ghost that will attack when threatened. It has also been known to be able to travel at significant speed.",
  "STRENGTHS_JINN": "A Jinn will travel at a faster speed if its victim is far away.",
  "WEAKNESSES_JINN": "Turning off the location's power source will prevent the Jinn from using its ability.",
  "BEHAVIOUR_JINN": "<h4>Activity</h4> The Jinn cannot turn off a breaker directly through interacting with it. The fuse box can still be turned off by overloading, whether by the player or the Jinn (unintentionally).<br><br><h4>Ability</h4>When the Jinn uses its ability and the fuse box is on, it will lower the sanity of all players in the same room or otherwise within 3 meters of it by 25%. An EMF 2/5 reading will be generated at the fuse box.<br><br><h4>Hunt</h4><ul>During a hunt, if all of the following three criteria are satisfied:</ul><br><li>The fuse box is turned on</li><li>The Jinn has line-of-sight with a player it is targeting</li><li>The Jinn is further than 3 meters from that player</li><br>Then its <b>speed</b> will be fixed at <br>2.5 m/s(=fast) while the criteria are met.",
  "TEST_JINN": "There are two ways to identify a Jinn, both methods with the breaker turned on: <br></br><li>Wait for a hunt at the end of a long room or corridor, standing far away from where the ghost is expected to enter the room, and with line-of-sight all the way through. Listen for its footsteps and observe its speed before and after it sees the player. If it instantly gains speed to chase the player, then it is likely a Jinn; use a smudge stick if needed. The Jinn will also slow down once it gets within 3 meters of its target, but be wary as testing this can be very risky.</li><li>Leave an EMF reader at the fuse box; if it picks up a reading but the fuse box never turned on/off, then it is very likely the Jinn using its ability, barring any other items that could have caused the reading (such as the fuse box door itself).</li>",

  "JOURNAL_MARE": "A Mare is the source of all nightmares, making it most powerful in the dark.",
  "STRENGTHS_MARE": "A Mare will have an increased chance to attack in the dark.",
  "WEAKNESSES_MARE": "Turning the lights on around the Mare will lower its chance to attack.",
  "BEHAVIOUR_MARE": "<h4>Activity</h4>Mares cannot interact with lights to turn them on, and they are more likely to choose turning off lights as an interaction.<br></br>When the Mare roams, it is more likely to choose an unlit room to roam into than a lit room.<br></br>The Mare has a higher chance of performing light-shattering ghost events over other types, as this will disable the lights, making it easier to hunt<br></br><h4>Ability</h4>If a player turns on a light that is within 4 metres of a Mare, it has a small chance of turning the light off almost immediately. There is a minimum cooldown of 10 seconds between the light being turned on, which will restart if it is turned on before the 10 seconds is up. This also applies for televisions and computers.<br></br><h4>Hunt</h4>A Mare has a modified hunt <b>sanity threshold depending on whether the room it is currently in is lit</b>. If the lights are turned off, the hunt sanity threshold is increased to 60%, and if the lights are turned on, the threshold is decreased to 40%. This applies even if the fuse box is turned off or broken. Other sources of light, such as brought-in equipment and candles, do not affect this threshold.",
  "TEST_MARE": "The Mare is generally one of the more difficult ghosts to identify based on behaviour, though one can look for the following:<br></br> <li>The ability to turn a light back off the moment a player turns it on - try to pause a few seconds between turning the lights on</li><li>A preference for light-shattering ghost events</li><li>A ghost that hunts slightly earlier in the dark or slightly later in the light, though this is not very reliable</li><li>If you tend to keep the lights near the ghost turned on, and you find the ghost frequently wandering into dark rooms that players have not entered, and changing favourite rooms frequently on Professional and Nightmare difficulties, then the ghost could be a Mare</li>",

  "JOURNAL_REVENANT": "A Revenant is a violent ghost that will attack indiscriminately. Their speed can be deceiving, as they are slow while dormant; however, as soon as they hunt they can move incredibly fast.",
  "STRENGTHS_REVENANT": "A Revenant will travel at a significantly faster speed when hunting their prey.",
  "WEAKNESSES_REVENANT": "Hiding from the Revenant will cause it to move very slowly.",
  "BEHAVIOUR_REVENANT": "<h4>Hunt</h4>Revenants have very noticeable speed change between roaming and chasing modes. When a Revenant is roaming, it will move at 1 m/s. However, as soon as it detects a player (either visually or through speech/electronics), it will begin to move at 3 m/s (nearly twice the base speed of most other ghosts) and sustains this speed until it reaches the spot where it last detected a player. If and when reverting to roaming mode, the Revenant's speed will slowly decrease over ~2.7 seconds (deceleration rate of 0.75 m/s²) back to its initial value of 1 m/s.",
  "TEST_REVENANT": "While hiding, listen for the ghost's footsteps; if the footsteps are relatively few and far between while the ghost is nearby, then it is most likely a Revenant. On multiplayer, the Revenant will perform an immediate area search just like any other ghost during hunts. However, it will take a longer time due to its slow movement speed while roaming, so wary players can easily identify it.",

  "JOURNAL_SHADE": "A Shade is known to be very shy. There is evidence to suggest that a Shade will stop all paranormal activity if there are people nearby.",
  "STRENGTHS_SHADE": "Shades are much harder to find.",
  "WEAKNESSES_SHADE": "The ghost will not enter a hunt if there are people nearby.",
  "BEHAVIOUR_SHADE": "<h4>Activity</h4>On average, the Shade is less likely to perform interactions than other ghosts.<br></br><h4>(In)abilities</h4>If at least one person is in the same room as a Shade, it will be unable to perform regular interactions (except Ghost Writing) or initiate a hunt, regardless of average sanity. It may still perform these actions if it happens to wander into a room without players. Since interactions occur in a range, the Shade can still 'reach' into the player's room from another room to interact with objects. Other actions (ghost events, roaming etc.) are not affected. <br></br><h4>Hunt</h4>The Shade can only hunt below an average sanity of 35%, lower than most other ghosts.",
  "TEST_SHADE": "Due to the Shade's aforementioned shyness, the lack of interactions may give it away, or players may become frustrated at the ghost not producing evidence. <br></br>Given the Shade's inability to hunt in a room with players, one can be tested for in Nightmare difficulty simply by lowering the average sanity close to zero, and having players stand in the ghost's current room and rooms directly adjacent. If it refuses to hunt or hunts only from a room without players, then it may be a Shade.",

  "JOURNAL_DEMON": "A Demon is one of the worst ghosts you can encounter. It has been known to attack without reason.",
  "STRENGHTS_DEMON": "Demons will initiate hunts more often than other ghosts.",
  "WEAKNESSES_DEMON": "Demons fear the Crucifix and will be less aggressive near one.",
  "BEHAVIOUR_DEMON": "<h4>Activity</h4>The Demon has an interaction range of 5 metres instead of 3.<br></br><h4>Ability</h4>The Demon has an ability that allows it to automatically start a hunt, regardless of current average sanity. There is no particular behaviour or condition (such as requiring line-of-sight with a player) that affects if it activates or not; if it decides to use its ability, it will hunt. This hunt can be blocked by normal prevention methods.<br></br><h4>Hunt</h4>The Demon has a normal hunt sanity threshold of 70%, instead of the standard 50%. This does not affect and is independent from its hunt ability, although the hunt does not differ in any way.<br></br>Demons have a minimum cooldown of 20 seconds between hunts, instead of the usual 25 seconds.<br></br>Smudging a Demon will prevent hunts for only 60 seconds, as opposed to the standard 90 seconds.<br></br>As a weakness, the effective range of a crucifix is 5 metres instead of the standard 3 metres.",
  "TEST_DEMON": "Players can use two tests: <br></br> <li>Time the hunt cooldown: a cooldown of less than 25 seconds (excluding hunts caused by cursed possessions) may indicate a Demon. If it uses a crucifix charge in this time, this may also be indicative of a Demon.</li><li>Time the smudge hunt prevention: a ghost hunting between 60 - 90 seconds after being smudged correctly may indicate a Demon</li>",

  "JOURNAL_YUREI": "A Yurei is a ghost that has returned to the physical world, usually for the purpose of revenge or hatred.",
  "STRENGHTS_YUREI": "Yureis have been known to have a stronger effect on people sanity.",
  "WEAKNESSES_YUREI": "Smudging the Yurei's place of death will trap it temporarily, reducing how much it wanders.",
  "BEHAVIOUR_YUREI": "<h4>Activity</h4>When Smudge Sticks are used on the Yurei, in addition to preventing hunts and temporarily increasing activity, it will return to its favourite room and be trapped in it for 60 seconds. It can still leave that room by performing a ghost event but it will return to it once the event ends. <br></br><h4>Ability</h4>The Yurei has an ability that will cause the following when used:<br></br> <li>All players within 7.5 metres of the ghost will have their sanity decreased by 15%. Players outside the investigation area will not be affected by the sanity drain.</li><li>If the ghost's current room has one or more open door, it will randomly select one and close it fully. This in turn produces an EMF 2 interaction, just like any other door touch.<li>The Yurei cannot use its ability if the room it is in has no door.</li><li>All ghosts can shut a door from in the same way the Yurei can, however the Yurei may do it more often as it is connected to its sanity drain ability.</li></li><li>Locker and closet doors are not affected by the Yurei's ability. Tent doors, however, are.</li> ",
  "TEST_YUREI": "Generally, keeping doors wide open near the ghost will help one to observe when the Yurei uses its ability. <br></br><li>If the ghost shuts a front door (exit door) fully without a ghost event or hunt, then it is definitely a Yurei.</li><li>If the ghost shuts any other door fully, then it is likely (but not definitely) a Yurei.</li><br></br>The Yurei ability does not involve opening doors, only closing.",

  "JOURNAL_ONI": "Onis love to scare their victims as much as possible before attacking. They are often seen in their physical form, guarding their place of death.",
  "STRENGTHS_ONI": "Oni are more active whilst people are nearby and will drain their sanity faster when manifesting.",
  "WEAKNESSES_ONI": "Oni disappear less often while hunting their prey.",
  "BEHAVIOUR_ONI": "<h4>Activity</h4>On average, the Oni is more active, interacting with objects more often, especially when there are people in the ghost room.<br></br>When performing a ghost event, the Oni:<br></br><li>Cannot perform the 'airball' event, which involves a physical ball of fog moving towards the player, usually disappearing with a hiss sound upon collision. Note that chasing events can similarly cause a hiss.</li><li>Will prefer showing in its full form during a manifestation event as opposed to a shadowy or translucent form.</li><li>Will have double the sanity drain of other ghosts (20% instead of 10%) when colliding with the target player in a ghost event.</li>",
  "TEST_ONI": "Since the Oni cannot perform the airball ghost event, an Oni can be ruled out if the ghost performs such an event. It must be emphasised that the Oni can hiss as part of a chasing event."
}
